Revit 2027 API
ParameterTypeId.SpaceInfiltrationAirflowPerArea Property
 "Infiltration Airflow per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceInfiltrationAirflowPerArea { get; }
Public Shared ReadOnly Property SpaceInfiltrationAirflowPerArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceInfiltrationAirflowPerArea {
	ForgeTypeId^ get ();
}
static member SpaceInfiltrationAirflowPerArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace